Repository: ellaguno/tts_de_wordpress
Catalog: languages/tts-sesolibre-*.po
Languages: es_es

source: Settings
es_es: Configuración

source: Documentation
es_es: Documentación

source: Support
es_es: Soporte

source: You do not have sufficient permissions to access this page.
es_es: No tienes permisos suficientes para acceder a esta página.

source: TTS SesoLibre Settings
es_es: Configuración de TTS SesoLibre

source: Security verification failed
es_es: Falló la verificación de seguridad

source: Invalid post ID
es_es: ID de entrada inválido

source: Audio generated successfully
es_es: Audio generado exitosamente

source: Audio generation failed: Invalid result returned
es_es: Falló la generación de audio: Resultado inválido devuelto

source: Audio generation failed
es_es: Falló la generación de audio

source: Provider configuration is valid
es_es: La configuración del proveedor es válida

source: Provider configuration is invalid
es_es: La configuración del proveedor es inválida

source: Provider validation failed
es_es: Falló la validación del proveedor

source: Audio deleted successfully
es_es: Audio eliminado exitosamente

source: Audio deletion failed
es_es: Falló la eliminación del audio

source: TTS generation succeeded but both primary (%1$s) and fallback (%2$s) storage failed
es_es: La generación TTS fue exitosa pero falló el almacenamiento principal (%1$s) y el de respaldo (%2$s)

source: TTS generation failed with %1$s: %2$s
es_es: La generación TTS falló con %1$s: %2$s

source: Loading voices...
es_es: Cargando voces...

source: Use default voice
es_es: Usar voz predeterminada

source: Error loading voices
es_es: Error al cargar voces

source: Please save the post first
es_es: Por favor guarda la entrada primero

source: Generation failed
es_es: Falló la generación

source: Are you sure you want to delete the generated audio? This action cannot be undone.
es_es: ¿Estás seguro de que deseas eliminar el audio generado? Esta acción no se puede deshacer.

source: Deleting...
es_es: Eliminando...

source: Delete failed
es_es: Falló la eliminación

source: Select Audio File
es_es: Seleccionar archivo de audio

source: Use this audio
es_es: Usar este audio

source: Your browser does not support the audio element.
es_es: Tu navegador no soporta el elemento de audio.

source: Loading...
es_es: Cargando...

source: Error extracting content
es_es: Error al extraer contenido

source: Error connecting to server
es_es: Error al conectar con el servidor

source: Edit Text Before Generate
es_es: Editar texto antes de generar

source: Edit Text for TTS Generation
es_es: Editar texto para generación TTS

source: Post:
es_es: Entrada:

source: Clean Text
es_es: Limpiar texto

source: Reset to Original
es_es: Restaurar al original

source: characters
es_es: caracteres

source: words
es_es: palabras

source: estimated cost
es_es: costo estimado

source: Save
es_es: Guardar

source: Cancel
es_es: Cancelar

source: Are you sure you want to reset to the original post content? All edits will be lost.
es_es: ¿Estás seguro de que deseas restaurar al contenido original? Se perderán todas las ediciones.

source: Listen to article
es_es: Escuchar artículo

source: Play
es_es: Reproducir

source: Pause
es_es: Pausar

source: Play/Pause
es_es: Reproducir/Pausar

source: Speed control
es_es: Control de velocidad

source: Voice
es_es: Voz

source: Music
es_es: Música

source: Voice Volume
es_es: Volumen de voz

source: Background Music Volume
es_es: Volumen de música de fondo

source: Provider:
es_es: Proveedor:

source: Download
es_es: Descargar

source: Playing custom audio file
es_es: Reproduciendo archivo de audio personalizado

source: Loading audio...
es_es: Cargando audio...

source: SesoLibre Player
es_es: Reproductor SesoLibre

source: Default Settings
es_es: Configuración predeterminada

source: TTS Providers
es_es: Proveedores TTS

source: Storage Settings
es_es: Configuración de almacenamiento

source: Player Settings
es_es: Configuración del reproductor

source: Auto Generate
es_es: Auto generación

source: Audio Library
es_es: Biblioteca de audio

source: Tools
es_es: Herramientas

source: Google Default Voice
es_es: Voz predeterminada de Google

source: OpenAI Default Voice
es_es: Voz predeterminada de OpenAI

source: ElevenLabs Default Voice
es_es: Voz predeterminada de ElevenLabs

source: Amazon Polly Default Voice
es_es: Voz predeterminada de Amazon Polly

source: Azure TTS Default Voice
es_es: Voz predeterminada de Azure TTS

source: Default Voice
es_es: Voz predeterminada

source: Voice Preview
es_es: Vista previa de voz

source: Select Voice
es_es: Seleccionar voz

source: Select a provider
es_es: Selecciona un proveedor

source: Select a provider first
es_es: Selecciona primero un proveedor

source: Use default provider
es_es: Usar proveedor predeterminado

source: Configure the default TTS provider and general settings.
es_es: Configura el proveedor TTS predeterminado y la configuración general.

source: Select the default TTS provider when no specific provider is selected for a post.
es_es: Selecciona el proveedor TTS predeterminado cuando no se elige un proveedor específico para una entrada.

source: Configure your TTS providers with API keys and default voices.
es_es: Configura tus proveedores TTS con claves API y voces predeterminadas.

source: No TTS providers configured and active. Go to TTS Settings to configure at least one provider.
es_es: No hay proveedores TTS configurados y activos. Ve a Configuración TTS para configurar al menos un proveedor.

source: Test different voices and providers before using them in your posts.
es_es: Prueba diferentes voces y proveedores antes de usarlos en tus entradas.

source: Include link to article
es_es: Incluir enlace al artículo

source: Include a link to the original article in the episode description.
es_es: Incluye un enlace al artículo original en la descripción del episodio.

source: Download Audio
es_es: Descargar audio

source: Test audio generated successfully.
es_es: Audio de prueba generado exitosamente.

source: Test audio generation failed. TTSService did not return success or audio URL.
es_es: Falló la generación del audio de prueba. TTSService no retornó éxito o URL de audio.

source: Invalid provider.
es_es: Proveedor inválido.

source: Invalid provider
es_es: Proveedor inválido

source: Preview generated successfully
es_es: Vista previa generada exitosamente

source: Preview generation failed - No audio URL returned
es_es: Falló la generación de vista previa - No se retornó URL de audio

source: Preview generation failed
es_es: Falló la generación de vista previa

source: Invalid parameters.
es_es: Parámetros inválidos.

source: Audio %s updated successfully.
es_es: Audio %s actualizado exitosamente.

source: Failed to save audio asset.
es_es: Falló al guardar recurso de audio.

source: Background volume updated successfully.
es_es: Volumen de fondo actualizado exitosamente.

source: Failed to save background volume.
es_es: Falló al guardar volumen de fondo.

source: Error testing provider: %s
es_es: Error al probar el proveedor: %s

source: The default TTS provider configured in the Defaults tab
es_es: El proveedor TTS predeterminado configurado en la pestaña Predeterminados

source: The default voice of the selected provider
es_es: La voz predeterminada del proveedor seleccionado

source: Please go to Settings > TTS Settings to configure at least one provider
es_es: Por favor ve a Configuración > Configuración TTS para configurar al menos un proveedor

source: Only those with valid credentials will be shown as configured
es_es: Solo se mostrarán como configurados los que tengan credenciales válidas

source: Configure your TTS providers below.
es_es: Configura tus proveedores TTS abajo.

source: Enable TTS
es_es: Habilitar TTS

source: Enable text-to-speech conversion for this post
es_es: Habilitar conversión texto a voz para esta entrada

source: TTS Provider
es_es: Proveedor TTS

source: No TTS providers are currently enabled. Please go to
es_es: No hay proveedores TTS habilitados actualmente. Por favor ve a

source: TTS Settings
es_es: Configuración TTS

source: to enable at least one provider.
es_es: para habilitar al menos un proveedor.

source: No providers enabled
es_es: Sin proveedores habilitados

source: Generate Audio
es_es: Generar audio

source: Delete Audio
es_es: Eliminar audio

source: Test Connection
es_es: Probar conexión

source: Enable
es_es: Habilitar

source: Disable
es_es: Deshabilitar

source: Audio ready
es_es: Audio listo

source: No audio generated
es_es: Sin audio generado

source: Processing...
es_es: Procesando...

source: Success
es_es: Éxito
